Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/2993-Баласа.tmx
Source language: ru
Languages: ba

source: Я боюсь даже взглянуть в сторону дома: сейчас откроется дверь, и оттуда выглянет черная страшная беда.
ba: Инде мин өй яғына ҡарарға ла ҡурҡам: бына ишек асылыр ҙа, унан Ҡара Йомағол өсөн ҡот осҡос бәлә килеп сығыр һымаҡ.

source: Нет, конечно, этого не случится, ведь там моя Старшая Мать.
ba: Хәйер, улай булмаҫ, унда минең Оло инәйем бит.

source: Крик, еще сильнее, еще звонче первого, вырвался на улицу.
ba: Баяғынан да көслөрәк һәм сағыуыраҡ яңы тауыш өйҙән тышҡа бәреп сыҡты.

source: Черный Юмагул вздрогнул.
ba: Ҡара Йомағол тертләп китте.

source: Нет, не для того народился этот голос, чтобы так скоро замолкнуть.
ba: Был тауыш тиҙ генә тыныр өсөн яралмаған булып сыҡты. ...

source: Пройдет время, ясным утром я буду лежать под дубом, разнесется по полю чей-то предсмертный прощальный крик, и вслед за ним снова оживет в моей памяти крик, вот этот самый, и ударит в сердце.
ba: Байтаҡ замандар уҙғас, аяҙ иртәлә имән тө бөндә ятҡанымда, берәүҙең донъя менән хушлашыу ауазынан һуң нәҡ ошо сағыу тауыш минең аңымда яңынан терелеп, йәнемде тетрәтәсәк...

source: На крыльце появляется Старшая Мать.
ba: Бына болдорға минең Оло инәйем-сығып баҫты.

source: — Суюнче, Юмагул! — говорит она, сама стоит не шелохнется.
ba: — һөйөнсө, Йомағол! — тине ул, тораташ төҫ лө, һелкенмәй ҙә.

source: Тот в мгновение ока очутился перед ней, встал на колени.
ba: Тегеһе һә тигәнсе Оло инәйемдең алдына килеп теҙләнде.

source: — Кто?!
ba: — Кем бар!

source: — Два сына.
ba: — Ике улың.

source: — Двое?
ba: — Икәү?

source: Сразу?
ba: Бер юлымы?

source: Зачем двое?
ba: Ниңә икәү?

source: А второго как зовут?
ba: Икенсеһе ни исемле?

source: — Эх ты, глупый, двое же лучше, чем один.
ba: — Иҫәр, берәүгә ҡарағанда икәү яҡшыраҡ та...

source: Уж, наверное, за именем дело не встанет, что-нибудь да найдешь.
ba: Исеменә генә ҡалғас, уныһын табырһың инде.

source: — Да, да, лучше, двое лучше...
ba: — Эйе, эйе, яҡшыраҡ, икәү яҡшыраҡ.

source: Найдем имя.
ba: Исемен табырбыҙ.

source: Аллах акбар!
ba: Аллаһы әкбәр!

source: — он прямо на коленях прочитывает благодарственную молитву.
ba: — Теҙләнгән көйө ул доға ҡылды.

source: — За добрую весть, мать, тебе одну овцу.
ba: — һөйөнсөһөнә, инәй, һиңә бер һарыҡ.

source: Нет, две овцы.
ba: Юҡ, ике һарыҡ!

source: — Ошалел!
ba: Шашма!

source: Воистину: у тощей лошади кишка широка.
ba: — Арыҡ аттың күгәне киң, тиме.

source: Одного ягненка с лихвой хватит.
ba: Бер бәрәс бирһәң, хаттин ашҡан.

source: В нашем деле подобное — я имею в виду двойняшек — только второй раз.
ba: Беҙҙең эштә был хәл — игеҙәктәрҙе әйтәм — бары икенсе тапҡыр ғына булды.

source: Привалило Черному!
ba: Бүреһе олоно Ҡара Йомағолдоң!

source: Конечно, одного ягненка на такой случай маловато.
ba: Бер бәрәс кенә, әлбиттә, аҙырағын аҙыраҡ та.

source: Но что я могу сказать, — вперед повитухи не влезешь.
ba: Кендек әбейенән уҙып, мин нимә әйтә алам?

source: Старшая Мать сошла с крыльца и похлопала Черного Юмагула по спине:
ba: Оло инәйем, болдорҙан төшөп, Ҡара Йомағолдоң арҡаһынан ҡаҡты:

source: — Дай бог, чтобы сыновья твои явились в этот мир себе на радость и счастье,
ba: — Бәхет-тәүфиҡтәре менән килһендәр был донъяға.

source: вам на благо.
ba: Малайҙарыңдың игелеген күрергә яҙһын.

source: А жена твоя ну прямо молодая львица.
ba: Ә ҡатының торғаны менән инә арыҫлан.

source: Подлинную цену женщине по тому узнаешь, как она рожает.
ba: Бисәләрҙең кеме кем икәнлеге бала аҫырағанда һынала.

source: Знай ей цену.
ba: Ҡәҙерен белеп йәшә.

source: Ну, ребенок родился, думаете вы, делу конец, заберут эти двое барашка-суюнче и отправятся домой.
ba: Бәпес тыуғас, быларҙың эше бөттө инде, әлеге һөйөнсө бәрәсен етәкләрҙәр ҙә ҡайтып китерҙәр, тип уйлайһығыҙмы?

source: Нет вот.
ba: Юҡ шул.

source: Все почести да угощения, положенные нам, только теперь-то и начинаются.
ba: Беҙҙең ҡәҙер, тормоштоң рәхәте бәпес тыуғас башлана.

source: На целую неделю их хватит,
ba: Ул рәхәтлек аҙна буйына бара.

source: а может, и больше.
ba: Хатта ашып та китә.

source: Вот как это бывает.
ba: Бына нисек була ул.

source: В дом, где родился младенец, — бедный ли дом, богатый, —
ba: Бәпес тыуған йортҡа, уның мөлкәтлеме, мөлкәт һеҙме булыуына ҡарамаҫтан, икенсе көндө үк һый ағыла башлай.

source: со следующего утра сватьюшки да тетушки, кумушки-соседушки начинают стекаться с яствами.
ba: Күрше-күлән, туған-тыумаса, дуҫ- иш, таныш-белеш ҡатындар, тиңдәштәр, әхирәттәр, ҡоҙағый-ҡоҙасалар бала әсәһенә күстәнәс ташый.

source: Только бэлеш опустился на стол, а в сенях уже скворчат и пофыркивают блины на горячей сковороде, по крыльцу восходит лунная россыпь медового чак-чака, а по двору важно плывет на блюде, блестя каплями солнечного жира, фаршированная курица, вот ее нагоняют с катламой, а там уж в ворота входят с баурсаком, и мимо окна пронесли кыстыбый, и уже с Верхнего конца спускаются еще с чем-то... а там...
ba: Берәүҙәр — ҡыҙыу табала ҡоймаҡ, икенселәр — бәлеш, өсөнсөләр —- ҡыҫтыбый, дүртенселәр—тул тырған тауыҡ, бишенселәр—ҡатлама, алтынсылар— бауырһаҡ, етенселәр... тағы әллә нәмәләр, әллә нә мәләр килтерә,

source: Кто чем может (а ныне и того больше, у себя нет — у соседки займут)
ba: һәр кем хәленән килгәненсә лә, артығын да тырыштыра, үҙендә булмағанды күршенән үтескә алып тора.

source: вот какими яствами у нас младенцу кланяются.
ba: Бына ниндәй һыйҙар менән хөрмәтләйҙәр яңы тыуған баланы!

source: Самовар с утра до вечера со стола не сходит.
ba: Иртәнән кискә тиклем түрҙән самауыр төшмәй.

source: На самом почетном месте, на пуховой подушке сидит повивальная бабушка, рядом с ней кто, вы думаете? — я.
ba: Түр башында мамыҡ мендәр өҫтөндә кендек әбейе ултыра, уның эргәһендә кем тиһегеҙме — мин.

source: Целую неделю так сидим
ba: Бер аҙна буйына шулай ултырабыҙ.

source: и даже больше.
ba: Хатта ашып та китә.

source: Отменная, надо признать, жизнь, но есть один изъян.
ba: Был күркәм тормошто тик бер генә нәмә боҙа.

source: Баня.
ba: Ул да булһа — бәпес мунсаһы.

source: Каждый день в честь малыша баню топят.
ba: Бала тыуғас, көн һайын мунса яғалар.

source: А Старшая Мать дня божьего не пропустит, уже когда все вымоются, меня ведет, мылом моет, веником хлещет.
ba: Оло инәйем хоҙайҙың биргән һәр кө нөндә, башҡалар инеп сыҡҡас, мине алып барып мунса саба.

source: Говорит, скорей вырастешь.
ba: Үҫерһең, ти.

source: Трудно, конечно, но терплю.
ba: Ҡыйын булһа ла түҙергә тура килә.

source: Зато на одну напасть — сто удовольствий.
ba: Бер ҡыйындың мең рәхәте бар

source: После бани мы опять усаживаемся во главе стола,
ba: Мунсанан ҡайтҡас, беҙ йәнә түр башына менеп ҡунаҡлайбыҙ.

source: в поту и радости с медом-сахаром чай пьем.
ba: Тирләп-бешеп, баллап-майлап сәй әсәбеҙ...

source: Завтра я у Черного Юмагула самым важным гостем буду, на самое почетное место сяду.
ba: Иртәгә мин Ҡара Йомағолдоң түр башында буласаҡмын.

source: А пока — дали мне ковшик молока, ломоть хлеба
ba: Ә бөгөнгә миңә бары бер туҫтаҡ йылы һөт менән бер һыныҡ икмәк кенә бирҙеләр.

source: да на полу клети спать уложили.
ba: Унан һуң келәт иҙәненә йоҡларға һалдылар.

source: Ничего, за одну зиму, говорят, и заячья шкурка не износится.
ba: Бер ҡышҡа ҡуян тиреһе лә сыҙаған, тиҙәр.

source: Одну-то ночь перетерпим.
ba: Бер төнгә түҙербеҙ.

source: А с утра — новая жизнь начнется.
ba: Яңы көндә яңы тормош башланасаҡ.

source: И началась.
ba: һәм шулай булды ла.

source: Только я проснулся, как почуял, что из дома запахом кипящего масла тянет, даже в носу защипало.
ba: Уянғанда уҡ минең танауымды ярып-ярып ҡыҙҙырылған май еҫе бәреп инде.

source: И только через неделю взял я веревку, обвязанную вокруг шеи белого барашка, Старшая Мать взяла за руку меня, и мы втроем отправились домой — Старшая Мать, я и барашек, подаренный Черным Юмагулом.
ba: Тик бер аҙна уҙғас ҡына, Ҡара Йомағол һыйлаған аҡ бәрәсте эйәртеп өйгә ҡайтып киттек. Оло инәйем — мине, мин, муйынына еп тағып, аҡ бәрәсте етәкләп алдым.

source: Маленькие дети, понятно, не все время на свет появляются,
ba: Әлбиттә, гелән байрам, гелән туй ғына ла булып тормай.

source: чаще идут дни порожние.
ba: Тикәй көндәр ҙә йыш килә.

source: Нечаянные задержки в этом деле — сплошь и рядом.
ba: Сөнки әҙәм тыуыуҙа беҙ көтмәгән тотҡарлыҡтар килеп сыға.

source: В такие дни я вдоволь, досыта играю со своими сверстниками.
ba: Шул саҡта мин үҙ тиҫтерҙәрем менән туйғансы уйнап ҡалам.

source: Только ведь игра тоже приедается.
ba: Бара торғас, уйын да еләтә.

source: И я начинаю томиться.
ba: Эс боша башлай.

source: Опять хочется слышать, как новорожденный — сам себе глашатай — криком возвещает о своем прибытии, наблюдать со стороны, что вытворяет рехнувшийся от радости отец, хочу видеть, как, недавно еще измученное и некрасивое, разглаживается и светлеет лицо женщины.
ba: Яңы тыуған бәпестең үҙе хаҡында, һөрәнләп, донъяға хәбәр һалыуын ишеткем, ҡыуаныстан бөтөнләй юләрләнеп ҡалған аталарҙың ҡыланышын ситтән генә күҙәткем, бығаса йәмһеҙ генә күренгән ҡатындарҙың баланан һуң йәмләнеп, нурланып кит кән йөҙөн күргем килә.

source: Однажды сквозь щелку в занавеске я увидел, как молодая мать в первый раз кормила ребенка.
ba: Йәш әсәнең тәүтапҡыр бала имеҙгәнен шаршау ярығынан ҡарап торғаным бар минең.

source: Только это красное, еще слепое существо коснулось губами соска, бледное исстрадавшееся лицо матери озарилось светом,
ba: Әле күҙе лә асылмаған ҡып-ҡыҙыл йәп эйәһенең ирендәре алһыу имсәккә тейеүе була, әсәнең аҡһыл йонсоу маңлайы ҡапыл балҡып яҡтырып китә.

source: и они оба, вместе с пуховой периной, поднялись в небо,
ba: Улар шул түшәктә ятҡан килеш, гүйә, аҡрын ғына юғарыға, һауаға, күтәрелә.

source: перина стала облаком,
ba: Түшәге лә, имеш, түшәк түгел, аҡ болот.

source: и в том облаке в блаженстве плывут двое — мать и дитя.
ba: Болот эсендә, ләззәткә сумып, икәү йөҙә — әсә һәм бала.

source: Почему так, когда тебе очень хорошо, ты или плывешь, или летаешь?
ba: Ниңә шулай икән — үтә рәхәт булғанда кеше йә оса, йә йөҙә һымаҡ?

source: Тут я испугался: вдруг они от моего взгляда на землю свалятся, — и, крепко зажмурившись, отошел от занавески.
ba: Былар ҡапыл ергә ҡолап төшмәһендәр, тип ҡурҡып, мин сытырҙатып күҙҙәремде йомам һәм шаршау янынан китеп барам.

source: На случай, если в ауле долго никто не рождается, есть у меня хорошее средство.
ba: Ауылда оҙағыраҡ бала тыумай торһа, минең бер бик йәтеш сарам бар.

source: Но прибегаю я к нему только в крайнем случае, когда уже всякому терпению иссякнуть впору.
ba: Башҡаса сыҙарлыҡ әмәл ҡал мағас, һуңғы сиктә мин шуға килеп төртөләм.

source: Растет в нашем огороде куст орешника.
ba: Беҙҙең баҡсала бер сәтләүек ҡыуағы үҫә.

source: Дерево это волшебное.
ba: Был ағас беҙҙә тылсымлы иҫәпләнә.

source: Если в самую полночь, когда на краткий миг расцветет оно, успеешь сорвать цветок, если хватит духу по своей ладони острой бритвой полоснуть, если засунешь под кожу цветок — станешь невидимым,
ba: Әғәр ете төп урта һында уның сәскә атҡан сағына тап булһаң, әғәр бер сәскәне өҙөп өлгөрә алһаң, әғәр ус төбөңдө үткер бәке менән ярып, шул сәскәне тирең аҫтына ҡыҫтырһаң, һине һис ниндәй әҙәм заты күрмәйәсәк.

source: в дух бесплотный превратишься.
ba: Бер рухҡа әйләнәһең дә ҡуяһың.

source: Иди, куда хочешь, делай, что хочешь — никому тебя не удержать.
ba: Теләһәң ҡайҙа бар, теләһәң нимә эшлә —Һине һис кем тыя алмаясаҡ.

source: Позднее, когда прибыло немного в руках силы, а в сердце смелости, сколько летних темных ночей просидел я с острой отцовской бритвой под этим орешником!
ba: Һуңыраҡ, беләккә көс, йөрәккә тәүәккәллек инә башлағас, атайымдың һаҡал-мыйыҡ ҡыра торған иң үткер бәкеһен тотоп, күпме йәйге төндәрҙе мин шул сәтләүек төбөндә үткәрмәнем!

source: Как орешник цветет, я, конечно, так и не увидел.
ba: Сәтләүек, әлбиттә, миңә күренеп сәскә атманы.

source: Но и тогда, и сейчас, когда пепел годов обсыпал мои черные прежде волосы, я верил, верю и буду верить: раз в году, в глухую полночь, темный орешник покрывается яркими цветами.
ba: Әммә мин артабан да, ҡара сәстәремде йылдар һоро кәлгә әйләндерел бөткән заманда ла, сәтләүектең сәскә атасағына ышандым, ышанасаҡмын.

source: А без этой веры моя жизнь утеряет что-то...
ba: Шуға ышанмаһам, йәшәүемдең ҡыҙығы ҡалмаған булыр ине.

source: Пока же храбрости одному ночью в огороде сидеть у меня нет.
ba: Хәҙергә минең төндәр буйы баҡсала яңғыҙ ултырырлыҡ ҡыйыулығым юҡ.

source: Есть только маленький язык — выпрашивать желаемое.
ba: Теләгәнемде ялбарып һорарлыҡ телем генә бар.

source: В самый благочестивый час, когда мой отец уходит на полуденный намаз, выхожу я в огород и становлюсь перед орешником на колени.
ba: Атайым өйлә намаҙына киткәс, көндөң иң изге мәлендә, мин баҡсаға сығып, сәтләүек ҡыуағы алдына теҙләнәм.

source: Это чудесное дерево, должно быть, понимает и мой язык, и божий.
ba: Ул серле ағас минең дә, хоҙайҙың да телен аңлай төҫлө.

source: И потому, воздев руки, через него говорю прямо тому, который наверху.
ba: Шуға күрә ике ҡулымды юғары күтәреп, уның аша күктәгенең үҙенә өндәшәм.

source: Как с ним говорить, я знаю.
ba: Алла менән нисек һөйләшергә кәрәклекте беләм мин.

source: Главное — знай нахваливай, тут не переборщишь, он это любит.
ba: Ул шаштырып маҡтағанды ярата.

source: я это уже давно от Старшей Матери узнал
ba: Быны мин әллә ҡасан инде Оло инәйемдән төшөнөп алдым.

source: — О создатель, — говорю я,
ba: — Эй хоҙайым, — тим мин.

source: — сила твоя и милосердие твое безмерны и безграничны.
ba: — Ҡөҙрәтең дә, рәхимең дә сикһеҙ һинең.

source: Все надежды наши в тебе, все чаяния.
ba: Бар өмөтөбөҙ һиндә генә.

source: Пусть же святою волей твоей еще, еще и еще рождаются дети.
ba: Изге ихтыярың менән сабыйҙар тағы, тағы, тағы донъяға яралһын,

source: Пусть с верою в тебя приходят на свет безгрешные души.
ba: һиңә иман килтерер гонаһһыҙ ейәндәр тыуһын!

source: Прими же мою мольбу!
ba: Теләктәремде ҡабул ит!!

source: Слышишь, всевышний?
ba: Ишетә һеңме мине, тәңре?!

source: Тихо шелестят листья орешника,
ba: — Сәтләүек япраҡтары берҙәм ҡыштырҙап ҡуя.

source: стало быть, молитва моя по назначению дошла и принята.
ba: Быныһы инде минең үтенесем эйәһенә барып юлыҡты һәм ҡабул ҡылынды тигән һүҙ.

source: Господь бог хоть на лесть и падок, но слово свое держит, это надо признать.
ba: Хоҙай вәғәҙәһендә тора.

source: Два дня, ну от силы три — и в каком-нибудь конце аула появляется на свет мальчик или девочка.
ba: Ике-өс көн үтмәй, ауылдың ҡайһылыр осонда йә берәй малай, йә берәй ҡыҙ тыуа.

source: Ведь нужно всякий стыд потерять, чтобы бога по пустякам тормошить.
ba: Әлбиттә, мин, әрһеҙләнеп, алланы артыҡ йыш борсорға тырышмайым.

source: Но, как я уже сказал, средство это у меня крайнее.
ba: Бая әйткәнемсә, ул минең иң һуңғы сарам.

source: Вот так и шло, ладно-справно,
ba: Донъя шулай ипле генә бара.

source: душа — в благости, язык — в сладости.
ba: Тамаҡ һыйға тейенеп тора.

source: Удача не только в кармане камзола Старшей Матери, в моем вроде тоже прижилась.
ba: Оло инәйемдең камзул кеҫәһенә генә түгел, минең салбар кеҫәмә лә ҡот керҙе.

source: Кое-что перепадает братишке с сестренкой,
ba: Ҡустым менән һеңлемә унан өлөш сығып ҡына тора.

source: не с пустыми руками уходит при случае и мой приятель Асхат.
ba: Дуҫым Әсғәт тә осрағанда буш ҡалмай.

source: И надо же было — такую жизнь испортить!
ba: Шулай ҙа көйлө донъяның ара-тирә көйө киткеләп ҡуя.

source: А все — эти мальчишки.
ba: Бөтәһе лә шул малайҙар арҡаһында.

source: Завидно им стало, что я, как навар в шурпе, плаваю, вот и начали дразнить:
ba: Минең һурпа өҫтөндәге өрө төҫлө йәшәүемдән көнләшеп, улар мине үсекләй, хатта ҡыйырһыта башланылар.

source: «повивальный дед» да «повивальный дед».
ba: Башта: «Кендек бабайы! Кендек бабайы!» — тип ирештерҙеләр.

source: Я и ухом не повел
ba: Быныһына артыҡ иҫем китмәне.

source: Что поделаешь, коли правда?
ba: Дөрөҫө шул булғас, ни ҡылаһың?

source: Меня и старшие братья в шутку так называют.
ba: Өйҙә ағайҙарым да миңә, шаяртып, «Кендек бабайы» тип өндәшәләр.

source: Подумаешь!
ba: Әйҙә, әйтә бир һендәр!

source: Но потом пошло такое, что больно ударило по самолюбию.
ba: Тик бынан ары булғаны минең намыҫыма ныҡ һуҡты.

source: Сначала эти злые ребята «повивального деда» превратили в «деда-повитка». Но в один прекрасный день превратился я... в Пупка.
ba: Баяғы яуыз малайҙар бер заман мине, бөтөнләй мәсхәрә итеп, ҡоро «Кендек»кә торғоҙоп ҡалдырҙылар.

source: Я и носа на улицу высунуть не могу.
ba: Урамға сығыр хәлем юҡ,

source: Только и слышу справа и слева: — Эй, Пупок!
ba: уң яҡтан да, һул яҡтан да тик бер генә һүҙ ишетәм: I — Эй, Кендек!

source: — Ну, вкусны повивальные блины?..
ba: — Бәпес ҡоймағы тәмлеме, Кендек?

source: — Эй, Пупок, покажи пупок!
ba: — Кендегеңде күрһәт әле, Кендек!

source: — Пупок!
ba: — Кендек!

source: Пупок!
ba: Кендек!

source: Даже Хамитьян — Огуречная Голова, самый мирный среди нас, и тот начал зубки показывать.
ba: Хатта арабыҙҙа иң йыуаш, иң тыйнаҡлы иҫәпләнгән Арҡыры баш Хәмитйән дә тел-теш күрһәтә башланы.

source: Признаться, изрядно опостылели мне тогда мои друзья-товарищи,
ba: Байтаҡ ара мин үҙ тиҫтерҙәремдән биҙеп торҙом.

source: да и они ко мне порядком охладели.
ba: Улар ҙа минән һыуындылар.

source: Один только Асхат не оставил меня.
ba: Тик бер Әсғәт кенә ташламаны.

source: Если и родится в ауле ребенок, я уже не так радуюсь.
ba: Хәҙер инде ауылда яңы кеше тыуыу ҙа миңә, элекке кеүек, ҡыуаныс килтермәй.

source: Реже и со Старшей Матерью хожу.
ba: Оло инәйемә лә һирәгерәк эйәрәм.

source: Да и она не уговаривает, если я отказываюсь.
ba: Бараһым килмәгәндә, ул да нығытып ҡыҫтамай.

source: — Вот как ты взрослеешь... — говорит она и гладит меня по щеке.
ba: — Үҫә башлауың ошомо икән ни?—тип бары битемдән генә һөйөп ала.

source: Всех остальных она по спине похлопывает, только меня так ласкает.
ba: Ул башҡа бөтә кешеләрҙең арҡаһынан ҡаға, бер мине генә битемдән һөйә.

source: Когда ее мягкая рука касается лица, я становлюсь совсем-совсем маленьким.
ba: Уның йомшаҡ ҡулы битемә ҡағылғас, мин бөтөнләй- бөтөнләй бәләкәс булып ҡалам.

source: Когда я вырасту, когда радости и муки первой любви будут сводить с ума, все будет так же: коснутся тонкие пальцы моего лица и снимут все горести, и снова я стану маленьким-маленьким...
ba: Үҫеп буйға еткәс тә, тәүге мөхәббәт ғазаптарын татып, аҡылдан шашҡанда ла шулай буласаҡ: йомшаҡ ҡына бармаҡтар яңағыма тейгәс тә йөрәгемдәге әрнеүҙәрҙе алып ташлаясаҡ, һәм мин ҡайтанан сабыйға әйләнәсәкмен.

source: Шло время, проходило, забывалось доброе и злое, правда и напраслина,
ba: Ғүмер уҙған һайың, хағы ла, нахағы ла артта ҡала торҙо, яҡшыһы ла, яманы ла онотола барҙы.

source: только Пупка никто не забыл.
ba: Ә «Кендек»те берәү ҙә онотманы.

source: Прозвище это на всю жизнь пристало ко мне.
ba: Ул миңә ғүмерлеккә тағылды.

source: Многие в ауле и не знают моего настоящего имени.
ba: Күп кеше ауылда минең ысын исемемде лә белмәй.

source: Да я и сам привык.
ba: Үҙем дә күнектем.

source: Окликнет кто-то меня настоящим именем, я еще по сторонам смотрю, не другого ли кого зовут.
ba: Кемдер берәү миңә алыҫтан яҙып-яңылышып үҙ исемем менән өндәшһә, мин башта тирә-яғыма ҡаранып алам, миңәме икән, тим.

source: А Пупок во всей округе, а может, и во всем мире один.
ba: Ә «Кендек» тирә-яҡта берәү генә.

source: Пожалуй, не так уж это и плохо.
ba: Бәлки, үтә насар ҙа түгелдер әле.

source: Теперь мое прозвище даже нравится мне.
ba: Минең ҡушаматым миңә хатта оҡшай.

source: Но пока привыкал, сколько бед и невзгод сыпалось на мою голову, сколько горючих слез я пролил.
ba: Ә эйәләшкәнсе күпме яфа, күпме бәлә, күпме күҙ йәштәре килтерҙе ул миңә.

source: Бессчетно.
ba: Хисапһыҙ.

source: Бился я с ним до крови, себя не щадя,
ba: Мин уға ҡаршы ҡанға батып көрәштем, үҙемде аямай көрәштем.

source: руками-ногами, зубами-когтями отбивался.
ba: Тешем-тырнағым, йәнем-тәнем менән ҡарыштым.

source: Но чем яростней отбивался, тем крепче оно приставало ко мне.
ba: Мин ҡарышҡан һайын, ул нығыраҡ йәбеште.

source: И первый лютый бой вот такой был
ba: Беренсе ҡанлы һуғыш бына шулай булды.
